message.account.statement=\u0412\u042b\u041f\u0418\u0421\u041a\u0410 \u041f\u041e \u0421\u0427\u0415\u0422\u0423 \u2116
message.no.open.accounts=\u0423\u0412\u0415\u0414\u041e\u041c\u041b\u0415\u041d\u0418\u0415: \u0423 \u0412\u0430\u0441 \u043d\u0435\u0442 \u043e\u0442\u043a\u0440\u044b\u0442\u044b\u0445 \u0441\u0447\u0435\u0442\u043e\u0432.
message.operation.succeed.account=\u0423\u0412\u0415\u0414\u041e\u041c\u041b\u0415\u041d\u0418\u0415: \u041e\u043f\u0435\u0440\u0430\u0446\u0438\u044f \u043f\u0440\u043e\u0432\u0435\u0434\u0435\u043d\u0430 \u0443\u0441\u043f\u0435\u0448\u043d\u043e. \u0421\u0447\u0435\u0442 \u2116
message.is.locked=\u0437\u0430\u0431\u043b\u043e\u043a\u0438\u0440\u043e\u0432\u0430\u043d.
message.operation.failed.account=\u0423\u0412\u0415\u0414\u041e\u041c\u041b\u0415\u041d\u0418\u0415: \u041e\u043f\u0435\u0440\u0430\u0446\u0438\u044f \u043d\u0435 \u043f\u0440\u043e\u0432\u0435\u0434\u0435\u043d\u0430. \u0421\u0447\u0435\u0442 \u2116
message.already.locked=\u0443\u0436\u0435 \u0437\u0430\u0431\u043b\u043e\u043a\u0438\u0440\u043e\u0432\u0430\u043d.
message.to.unlock=\u0423\u0412\u0415\u0414\u041e\u041c\u041b\u0415\u041d\u0418\u0415: \u0417\u0430\u043f\u0440\u043e\u0441 \u043d\u0430 \u0441\u043d\u044f\u0442\u0438\u0435 \u0431\u043b\u043e\u043a\u0438\u0440\u043e\u0432\u043a\u0438 \u0441\u0447\u0435\u0442\u0430 \u2116
message.unlock.for.processing=\u043f\u0440\u0438\u043d\u044f\u0442 \u0432 \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u043a\u0443. \u041a\u0430\u043a \u0442\u043e\u043b\u044c\u043a\u043e \u0441\u0447\u0435\u0442 \u0431\u0443\u0434\u0435\u0442 \u0440\u0430\u0437\u0431\u043b\u043e\u043a\u0438\u0440\u043e\u0432\u0430\u043d, \u043e\u0431\u043d\u043e\u0432\u0438\u0442\u0441\u044f \u0435\u0433\u043e \u0441\u0442\u0430\u0442\u0443\u0441 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0445 \u041b\u0418\u0427\u041d\u041e\u0413\u041e \u041a\u0410\u0411\u0418\u041d\u0415\u0422\u0410.
message.not.locked=\u043d\u0435 \u0437\u0430\u0431\u043b\u043e\u043a\u0438\u0440\u043e\u0432\u0430\u043d.
message.unlock.to.perform=\u0437\u0430\u0431\u043b\u043e\u043a\u0438\u0440\u043e\u0432\u0430\u043d. \u0414\u043b\u044f \u043f\u0440\u043e\u0432\u0435\u0434\u0435\u043d\u0438\u044f \u0437\u0430\u043f\u0440\u0430\u0448\u0438\u0432\u0430\u0435\u043c\u043e\u0439 \u043e\u043f\u0435\u0440\u0430\u0446\u0438\u0438 \u0440\u0430\u0437\u0431\u043b\u043e\u043a\u0438\u0440\u0443\u0439\u0442\u0435 \u0442\u0435\u043a\u0443\u0449\u0438\u0439 \u0438\u043b\u0438 \u0432\u044b\u0431\u0435\u0440\u0438\u0442\u0435 \u0434\u0440\u0443\u0433\u043e\u0439 \u0441\u0447\u0435\u0442.
message.is.opened=\u043e\u0442\u043a\u0440\u044b\u0442.
message.check.correctness=\u0423\u0412\u0415\u0414\u041e\u041c\u041b\u0415\u041d\u0418\u0415: \u041e\u043f\u0435\u0440\u0430\u0446\u0438\u044f \u043d\u0435 \u043f\u0440\u043e\u0432\u0435\u0434\u0435\u043d\u0430. \u041f\u043e\u0436\u0430\u043b\u0443\u0439\u0441\u0442\u0430, \u043f\u0440\u043e\u0432\u0435\u0440\u044c\u0442\u0435 \u043f\u0440\u0430\u0432\u0438\u043b\u044c\u043d\u043e\u0441\u0442\u044c \u0432\u0432\u0435\u0434\u0435\u043d\u043d\u044b\u0445 \u0434\u0430\u043d\u043d\u044b\u0445.
message.status.updated=\u0441\u0442\u0430\u0442\u0443\u0441 \u043e\u0431\u043d\u043e\u0432\u043b\u0435\u043d.
message.operation.failed=\u0423\u0412\u0415\u0414\u041e\u041c\u041b\u0415\u041d\u0418\u0415: \u041e\u043f\u0435\u0440\u0430\u0446\u0438\u044f \u043d\u0435 \u043f\u0440\u043e\u0432\u0435\u0434\u0435\u043d\u0430.
message.operation.succeed.user.data=\u0423\u0412\u0415\u0414\u041e\u041c\u041b\u0415\u041d\u0418\u0415: \u041e\u043f\u0435\u0440\u0430\u0446\u0438\u044f \u043f\u0440\u043e\u0432\u0435\u0434\u0435\u043d\u0430 \u0443\u0441\u043f\u0435\u0448\u043d\u043e. \u0414\u0430\u043d\u043d\u044b\u0435 \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u044f \u0441 ID
message.is.updated=\u043e\u0431\u043d\u043e\u0432\u043b\u0435\u043d\u044b.
message.is.deleted=\u0443\u0434\u0430\u043b\u0435\u043d\u044b.
message.wrong.login=\u041d\u0435\u043f\u0440\u0430\u0432\u0438\u043b\u044c\u043d\u043e\u0435 \u0438\u043c\u044f \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u044f \u0438\u043b\u0438 \u043f\u0430\u0440\u043e\u043b\u044c. \u041f\u043e\u0436\u0430\u043b\u0443\u0439\u0441\u0442\u0430, \u043f\u0440\u043e\u0432\u0435\u0440\u044c\u0442\u0435 \u043f\u0440\u0430\u0432\u0438\u043b\u044c\u043d\u043e\u0441\u0442\u044c \u0432\u0432\u0435\u0434\u0435\u043d\u043d\u044b\u0445 \u0434\u0430\u043d\u043d\u044b\u0445 \u0438\u043b\u0438 \u043f\u0440\u043e\u0439\u0434\u0438\u0442\u0435 \u0420\u0415\u0413\u0418\u0421\u0422\u0420\u0410\u0426\u0418\u042e.
message.from.account=\u0423\u0412\u0415\u0414\u041e\u041c\u041b\u0415\u041d\u0418\u0415: \u041e\u043f\u0435\u0440\u0430\u0446\u0438\u044f \u043f\u0440\u043e\u0432\u0435\u0434\u0435\u043d\u0430 \u0443\u0441\u043f\u0435\u0448\u043d\u043e. \u0421\u043e \u0441\u0447\u0435\u0442\u0430 \u2116
message.was.transferred=\u043f\u0435\u0440\u0435\u0432\u0435\u0434\u0435\u043d\u0430 \u0441\u0443\u043c\u043c\u0430
message.insufficient.funds=\u0423\u0412\u0415\u0414\u041e\u041c\u041b\u0415\u041d\u0418\u0415: \u041e\u043f\u0435\u0440\u0430\u0446\u0438\u044f \u043d\u0435 \u043f\u0440\u043e\u0432\u0435\u0434\u0435\u043d\u0430. \u041d\u0435\u0434\u043e\u0441\u0442\u0430\u0442\u043e\u0447\u043d\u043e \u0441\u0440\u0435\u0434\u0441\u0442\u0432 \u043d\u0430 \u0441\u0447\u0435\u0442\u0435 \u2116
message.replenish.account=. \u041f\u043e\u043f\u043e\u043b\u043d\u0438\u0442\u0435 \u0441\u0447\u0435\u0442 \u043d\u0430 \u0441\u043e\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044e\u0449\u0443\u044e \u0441\u0443\u043c\u043c\u0443 \u0438\u043b\u0438 \u0432\u044b\u0431\u0435\u0440\u0438\u0442\u0435 \u0434\u0440\u0443\u0433\u043e\u0439 \u0441\u0447\u0435\u0442.
message.was.replenished=\u0431\u044b\u043b \u043f\u043e\u043f\u043e\u043b\u043d\u0435\u043d \u043d\u0430
message.operation.succeed=\u0423\u0412\u0415\u0414\u041e\u041c\u041b\u0415\u041d\u0418\u0415: \u041e\u043f\u0435\u0440\u0430\u0446\u0438\u044f \u043f\u0440\u043e\u0432\u0435\u0434\u0435\u043d\u0430 \u0443\u0441\u043f\u0435\u0448\u043d\u043e. 
message.value=\u0417\u043d\u0430\u0447\u0435\u043d\u0438\u0435
message.incorrect= \u043d\u0435 \u043a\u043e\u0440\u0440\u0435\u043a\u0442\u043d\u043e.